Repository: dcarrion87/boinc-rpi
Catalog: boinc/boinc_6.12.34/locale/*/BOINC-Client.po
Languages: he, uk

source: error
he: שגיאה
uk: помилка

source: A new version of BOINC is available.
he: גרסה חדשה של BOINC זמינה.
uk: Наявна нова версія BOINC.

source: Download it.
he: הורד אותה.
uk: Звантажити її.

source: Notice from BOINC
he: התראה מ-BOINC
uk: Повідомлення від BOINC

source: Couldn't write state file; check directory permissions
he: ללא יכולת לרשום קובץ מצב; בדוק הרשאות תיקייה
uk: Не вдалося записати файл стану; перевірте права доступу до папки

source: The HTTP_PROXY environment variable must specify an HTTP proxy
he: משתנה הסביבה HTTP_PROXY חייב לציין פרוקסי מסוג HTTP
uk: Змінна середовища HTTP_PROXY має визначати HTTP-проксі

source: You used the wrong URL for this project. When convenient, remove this project, then add %s
he: השתמשת בכתובת שגויה לפרוייקט זה. בזמנך החופשי, הסר פרוייקט זה והוסף %s
uk: Ви використали невірну адресу URL для цього проекту. Бажано видалити цей проект і додати %s

source: Message from
he: הודעה מאת
uk: Повідомлення від

source: Syntax error in app_info.xml
he: שגיאת תחביר ב-app_info.xml
uk: Синтаксична помилка у файлі app_info.xml

source: File referenced in app_info.xml does not exist:
he: קובץ שהופנה מ-app_info.xml אינו קיים:
uk: Файл, на який посилається app_info.xml, не існує:

source: Can't resolve hostname in remote_hosts.cfg
he: לא יכול לפענח שם שרת-מארח ב-remote_hosts.cfg
uk: Неможливо визначити ім'я комп'ютера у файлі remote_hosts.cfg

source: Unexpected text in cc_config.xml
he: טקסט לא צפוי ב-cc_config.xml
uk: Неочікуваний текст у файлі cc_config.xml

source: Unrecognized tag in cc_config.xml
he: תג לא מוכר ב-cc_config.xml
uk: Невідомий тег у файлі cc_config.xml

source: Missing start tag in cc_config.xml
he: תג התחלה חסר ב-cc_config.xml
uk: Відсутній початковий тег у файлі cc_config.xml

source: Missing end tag in cc_config.xml
he: תג סיום חסר ב-cc_config.xml
uk: Відсутній завершальний тег у файлі cc_config.xml

source: Invalid or missing account key. To fix, remove and add this project.
he: מפתח החשבון שגוי או חסר. לתיקון, הסר והוסף פרוייקט מחדש.
uk: Неправильний або відсутній ключ облікового запису. Щоб виправити це, видаліть та знову додайте цей проект.

source: Invalid code signing key. To fix, remove and add this project.
he: מפתח רישום קוד שגוי. לתיקון, הסר והוסף פרוייקט מחדש.
uk: Неправильний ключ підпису коду. Щоб виправити це, видаліть та знову додайте цей проект.

source: The project has changed its security key. Please remove and add this project.
he: הפרוייקט שינה את מפתח האבטחה שלו. אנא הסר והוסף פרוייקט מחדש.
uk: Проект змінив свій ключ безпеки. Будь ласка, видаліть та знову додайте цей проект.

source: This project doesn't support operating system
he: פרוייקט זה אינו תומך במערכת הפעלה
uk: Цей проект не підтримує Вашу операційну систему

source: This project doesn't support CPU type
he: פרוייקט זה אינו תומך בסוג המעבד
uk: Цей проект не підтримує тип процесору (CPU)

source: Your BOINC client software is too old. Please install the current version.
he: גרסת ה-BOINC שברשותך ישנה מידי. אנא התקן את הגירסה הנוכחית.
uk: У Вас встановлена надто стара версія BOINC-клієнту. Будь ласка, встановіть поточну версію.

source: This project doesn't support computers of type
he: פרוייקט זה אינו תומך במחשבים מסוג
uk: Цей проект не підтримує комп'ютери типу

source: Upgrade to the latest driver to process tasks using your computer's GPU
he: עדכן למנהל ההתקן האחרון בכדי לבצע חישובים בעזרת יחידת העיבוד הגרפית
uk: Встановіть останню версію драйвера відеокарти, щоб мати можливість обробляти завдання на GPU Вашого комп'ютера

source: Upgrade to the latest driver to use all of this project's GPU applications
he: עדכן למנהל ההתקן האחרון בכדי להשתמש בכלל היישומים תומכי יחידת העיבוד הגרפית של הפרוייקט
uk: Встановіть останню версію драйвера відеокарти щоб використовувати всі програми GPU цього проекту

source: A newer version of BOINC is needed to use your NVIDIA GPU; please upgrade to the current version
he: יש צורך בגרסה חדשה יותר של BOINC על מנת להשתמש ביחידת העיבוד הגרפית של NVIDIA; אנא עדכן לגרסה הנוכחית
uk: Для використання вашого GPU NVIDIA потрібна новіша версія BOINC; будь ласка, оновіть BOINC до поточної версії

source: An NVIDIA or ATI GPU is required to run tasks for this project
he: יחידת עיבוד גרפית ש NVIDIA או ATI נחוצה להרצת משימות עבור פרוייקט זה
uk: Для виконання завдань цього проекту необхідна відеокарта NVIDIA або ATI

source: An NVIDIA GPU is required to run tasks for this project
he: יחידת עיבוד גרפית של NVIDIA נחוצה להרצת משימות עבור פרוייקט זה
uk: Для виконання завдань цього проекту необхідна відеокарта NVIDIA

source: An ATI GPU is required to run tasks for this project
he: יחידת עיבוד גרפית של ATI נחוצה להרצת משימות עבור פרוייקט זה
uk: Для виконання завдань цього проекту необхідна відеокарта ATI

source: No work available for the applications you have selected. Please check your project preferences on the web site.
he: אין עבודה זמינה ליישומים הנבחרים. אנא בדוק את העדפות הפרוייקט שלך באתר האינטרנט.
uk: Відсутні завдання для обраних Вами програм. Будь ласка, перевірте Ваші налаштування на веб-сайті проекту.

source: Your computer type is not supported by this project
he: סוג המחשב שברשותך אינו נתמך ע"י פרוייקט זה
uk: Тип Вашого комп'ютера не підтримується цим проектом

source: Newer BOINC version required; please install current version
he: נדרשת גרסה חדשה של BOINC; אנא התקן גרסה נוכחית
uk: Необхідна новіша версія BOINC; будь ласка, встановіть поточну версію

source: Tasks for NVIDIA GPU are available, but your preferences are set to not accept them
he: יישומים ליחידת עיבוד גרפית של NVIDIA זמינים, אך ההעדפות שלך מוגדרות לא לקבל אותם
uk: Наявні завдання для GPU NVIDIA, але Ваші налаштування не дозволяють приймати їх

source: Tasks for ATI GPU are available, but your preferences are set to not accept them
he: יישומים ליחידת עיבוד גרפית של ATI זמינים, אך ההעדפות שלך מוגדרות לא לקבל אותם
uk: Наявні завдання для ATI GPU, але Ваші налаштування не дозволяють приймати їх

source: Tasks for CPU are available, but your preferences are set to not accept them
he: ישומים למעבד זמינים, אך ההעדפות שלך מוגדרות לא לקבל אותם
uk: Наявні завдання для процесора (CPU), але Ваші налаштування не дозволяють приймати їх

source: Unknown app name in app_info.xml
he: שם אפליקציה לא מוכרת ב-app_info.xml
uk: Невідоме ім'я програми у файлі app_info.xml

source: Your app_info.xml file doesn't have a usable version of
he: קובץ app_info.xml שלך אינו מכיל גרסה שמישה של
uk: Ваш файл app_info.xml не має придатної версії

source: is not available for your type of computer
he: לא זמין לסוג המחשב שלך
uk: не доступне для Вашого типу комп'ютера
