Repository: dcarrion87/boinc-rpi
Catalog: src/boinc/boinc_6.12.34/locale/*/BOINC-Client.po
Languages: el, hu

source: error
el: σφάλμα
hu: hiba

source: A new version of BOINC is available.
el: Μια νέα έκδοση του BOINC είναι διαθέσιμη.
hu: Új BOINC verzió érhető el.

source: Download it.
el: Κατεβάστε τη.
hu: Töltse le.

source: Notice from BOINC
el: Σημείωση απο το BOOINC
hu: Értesítés a BOINC-tól

source: Couldn't write state file; check directory permissions
el: Δε μπόρεσε να γίνει εγγραφή του αρχείου κατάστασης, παρακαλώ ελέγξτε τις άδεις κατάλογου
hu: Az állapotfájl nem írható; ellenőrizze a könyvtár jogosultságait

source: The HTTP_PROXY environment variable must specify an HTTP proxy
el: Η μεταβλητή HTTP_PROXY πρέπει να ορίσει μια HTTP proxy
hu: A HTTP_PROXY környezeti változónak egy HTTP proxy-t kell megadnia

source: You used the wrong URL for this project. When convenient, remove this project, then add %s
el: Χρησιμοποιήσατε λάθος ηλεκτρονική διεύθυνση για αυτό το έργο. Όταν θα ευκαιρίσετε, αφαιρέστε αυτό το έργο και προσθέστε %s
hu: Ön hibás URL-t használt ehhez a projekthez. Amint alkalmas, távolítsa el ezt a projektet, majd adja hozzá %s-t

source: Message from
el: Μήνυμα απο
hu: Üzenetet küldött a(z)

source: Syntax error in app_info.xml
el: Συντακτικό σφάλμα στο app_info.xml
hu: Szintaktikai hiba az app_info.xml fájlban.

source: File referenced in app_info.xml does not exist:
el: Το αρχείο που αναφέρεται στο app_info.xml δεν υπάρχει:
hu: Nem létezik a következő, app_info.xml-ben hivatkozott fájl:

source: Can't resolve hostname in remote_hosts.cfg
el: Δε μπορεί να γίνει επίλυση του κεντρικού ονόματος στο remote_hosts.cfg
hu: Nem sikerült feloldani a gépnevet a remote_host.cfg-ben

source: Unexpected text in cc_config.xml
el: Απρόσμενο κείμενο στο cc_config.xml
hu: Nem várt szöveg a cc_config.xml fájlban.

source: Unrecognized tag in cc_config.xml
el: Μη αναγωρίσιμη ετικέτα στο cc_config.xml
hu: Fel nem ismert címke a cc_config.xml-ben

source: Missing start tag in cc_config.xml
el: Η ετικέτα εκκίνησης απουσιάζει στο cc_config.xml
hu: Hiányzó kezdő címke a cc_config.xml-ben

source: Missing end tag in cc_config.xml
el: Η ετικέτα τερματισμού απουσιάζει στο cc_config.xml
hu: Hiányzó záró címke a cc_config.xml-ben

source: Invalid or missing account key. To fix, remove and add this project.
el: Το κλειδί του λογαριασμού είναι λανθασμένο ή απουσιάζει. Για διόρυωση, αφαιρέστε και προσθέστε ξανά αυτό το έργο.
hu: Érvénytelen vagy hiányzó felhasználói fiók kulcs. A javításhoz törölje, majd adja hozzá újra a projektet.

source: Invalid code signing key. To fix, remove and add this project.
el: Εσφαλμένος κωδικός σύνδεσης. Για διόρθωση, αφαιρέστε και προσθέστε ξανά αυτό το έργο.

source: The project has changed its security key. Please remove and add this project.
el: Αυτό το έργο έχει αλλάξει το κλειδί ασφαλείας. Παρακαλώ αφαιρέστε και προσθέστε ξανά αυτό το έργο.
hu: A projekt megváltoztatta a biztonsági kulcsát. Kérem törölje, majd adja hozzá újra ezt a projektet.

source: This project doesn't support operating system
el: Αυτό το έργο δεν υποστηρίζει το λειτουργικό σύστημα
hu: A projekt nem támogatja az alábbi operációs rendszert

source: This project doesn't support CPU type
el: Αυτό το έργο δεν υποστηρίζει τον τύπο της κεντρικής μονάδας επεξεργασίας
hu: A projekt nem támogatja az alábbi CPU típust

source: Your BOINC client software is too old. Please install the current version.
el: Η έκδοση του BOINC που έχετε είναι πολύ παλία. Παρακαλώ εγκαταστείστε την τελευταία έκδοση.
hu: Az Ön BOINC kliens szoftvere túl régi. Kérem, telepítse a jelenlegi verziót.

source: This project doesn't support computers of type
el: Αυτό το έργο δεν υποστηρίζει υπολογιστές του τύπου

source: Upgrade to the latest driver to process tasks using your computer's GPU
el: Αναβαθμίστε το πρόγραμμα οδήγησης για να εκτελέσετε εφαρμογές χρησιμοποιόντας τη μονάδα επεξεργασίας γραφικών του υπολογιστή σας
hu: Frissítsen a legújabb illesztőprogramra, hogy a számítógép GPU-jának használatával dolgozhasson fel feladatokat

source: Upgrade to the latest driver to use all of this project's GPU applications
el: Αναβαθμίστε το πρόγρμματα οδήγησης για να χρησιμοποιείσετε όλες τις εφαρμογές τις μονάδας επεξεργασίας γραφικών
hu: Frissítsen a legújabb illesztőprogramra, hogy használhassa ennek a projektnek az összes GPU-s alkalmazását.

source: A newer version of BOINC is needed to use your NVIDIA GPU; please upgrade to the current version
el: Μια νεότερη έκδοση του BOINC χρειάζεται για να χρησιμοποιείσετε τη μονάδα επεξεργασίας γραφικών NVIDIA, παρακαλώ αναβαθμίστε στην τελευταία έκδοση
hu: Újabb BOINC verzió szükséges az Ön NVIDIA GPU-jának használatához; kérem frissítsen a legújabb verzióra.

source: An NVIDIA or ATI GPU is required to run tasks for this project
el: Μια μονάδα επεξεργασίας γραφικών NVIDIA ή ATI χρειάζεται για να εκτελέσετε εργασίες για αυτο το έργο

source: An NVIDIA GPU is required to run tasks for this project
el: Μια μονάδα επεξεργασίας γραφικών NVIDIA χρειάζεται για να εκτελέσετε εργασίες για αυτο το έργο
hu: NVIDIA GPU szükséges a projekt feladatainak futtatásához

source: An ATI GPU is required to run tasks for this project
el: Μια μονάδα επεξεργασίας γραφικών ATI χρειάζεται για να εκτελέσετε εργασίες για αυτο το έργο
hu: ATI GPU szükséges a projekt feladatainak futtatásához

source: No work available for the applications you have selected. Please check your project preferences on the web site.
el: Δεν υπάρχουν διαθέσιμες εργασίες για τις εφαρμογές που έχετε επιλέξει. Παρακαλώ ελέγξτε τις προτιμήσεις σας στην ιστοσελίδα.
hu: Nincs elérhető munka az Ön által választott alkalmazásokhoz. Kérjük, ellenőrizze a projekt beállításait a weboldalon.

source: Your computer type is not supported by this project
el: Ο τύπος του υπολογιστή σας δεν υποστηρίζεται απο αυτό το έργο
hu: Ez a projekt nem támogatja az ön számítógéptípusát

source: Newer BOINC version required; please install current version
el: Χρειάζεται νεότερη έκδοση του BOINC, παρακαλώ εγκαταστείστε την τελευταία
hu: Újabb BOINC verzió szükséges, töltse le a legfrissebbet

source: Tasks for NVIDIA GPU are available, but your preferences are set to not accept them
el: Έργα για την μονάδα επεξεργασίας γραφικών της NVIDIA είναι διαθέσιμα, αλλά λόγω των προτιμήσεών σας δεν τις αποδέχεστε
hu: Elérhetőek feladatok NVIDIA GPU-jához, de az Ön beállításai nem teszik lehetővé az elfogadásukat.

source: Tasks for ATI GPU are available, but your preferences are set to not accept them
el: Έργα για την μονάδα επεξεργασίας γραφικών της ATI είναι διαθέσιμα, αλλά λόγω των προτιμήσεών σας δεν τις αποδέχεστε
hu: Elérhetőek feladatok ATI GPU-jához, de az Ön beállításai nem teszik lehetővé az elfogadásukat.

source: Tasks for CPU are available, but your preferences are set to not accept them
el: Έργα για την κεντρική μονάδα επεξεργασίας είναι διαθέσιμα, αλλά λόγω των προτιμήσεών σας δεν τις αποδέχεστε
hu: CPU-hoz elérhetők feladatok, de az Ön beállításai nem teszik lehetővé az elfogadásukat.

source: Unknown app name in app_info.xml
el: Άγνωστο όνομα εφαρμογής στο app_info.xml
hu: Ismeretlen alkalmazás név az app_info.xml-ben

source: Your app_info.xml file doesn't have a usable version of
el: Το αρχείο app_info.xml δεν έχει μια χρησιμοποιούμενη έκδοση του
hu: Az app_info.xml fájlnak nincs használható (megfelelő?) verziója

source: is not available for your type of computer
el: δεν είναι διαθέσιμο για τον τύπου του υπολογιστή σας
hu: nem érhető el az Ön számítógép típusához
